Repository: Jy2005ov0/WifiConnect
Catalog: ios/Shared/Localizable.xcstrings
Source language: en
Languages: ja, ms, ta, zh_hans

source: Account
ja: アカウント
ms: Akaun
ta: கணக்கு
zh_hans: 账户

source: Add Student ID
ja: 学籍番号を追加
ms: Tambah ID Pelajar
ta: மாணவர் எண்ணைச் சேர்
zh_hans: 添加学号

source: Add your student ID and password in Settings first.
ja: 先に設定で学籍番号とパスワードを追加してください。
ms: Tambah ID pelajar dan kata laluan anda dalam Tetapan dahulu.
ta: முதலில் அமைப்புகளில் உங்கள் மாணவர் எண்ணையும் கடவுச்சொல்லையும் சேர்க்கவும்.
zh_hans: 请先在“设置”中添加学号和密码。

source: Add your student ID and password to get started.
ja: 学籍番号とパスワードを追加して始めましょう。
ms: Tambah ID pelajar dan kata laluan anda untuk bermula.
ta: தொடங்க உங்கள் மாணவர் எண்ணையும் கடவுச்சொல்லையும் சேர்க்கவும்.
zh_hans: 添加你的学号和密码即可开始使用。

source: Already Online
ja: すでにオンライン
ms: Sudah Dalam Talian
ta: ஏற்கனவே இணையத்தில்
zh_hans: 已在线

source: Appearance
ja: 外観
ms: Penampilan
ta: தோற்றம்
zh_hans: 外观

source: Ask a classmate to scan this with their phone's camera. WiFi Connect opens with your Wi-Fi and login page settings filled in.
ja: クラスメートにスマートフォンのカメラでこれをスキャンしてもらいましょう。WiFi Connect が開き、Wi-Fi とログインページの設定が入力されます。
ms: Minta rakan sekelas mengimbas kod ini dengan kamera telefon mereka. WiFi Connect akan dibuka dengan tetapan Wi-Fi dan halaman log masuk anda telah diisi.
ta: உங்கள் வகுப்புத் தோழரைத் தொலைபேசி கேமராவால் இதை ஸ்கேன் செய்யச் சொல்லுங்கள். உங்கள் Wi-Fi மற்றும் உள்நுழைவுப் பக்க அமைப்புகளுடன் WiFi Connect திறக்கும்.
zh_hans: 请同学用手机相机扫描此二维码。WiFi Connect 会打开并自动填好你的 Wi-Fi 和登录页面设置。

source: Asks for %@ before showing Settings, where your password is saved.
ja: パスワードが保存されている設定を表示する前に %@ を求めます。
ms: Meminta %@ sebelum menunjukkan Tetapan, tempat kata laluan anda disimpan.
ta: உங்கள் கடவுச்சொல் சேமிக்கப்பட்டுள்ள அமைப்புகளைக் காட்டும் முன் %@ கேட்கும்.
zh_hans: 在显示保存密码的“设置”之前要求验证%@。

source: Auto Sign-In
ja: 自動サインイン
ms: Log Masuk Automatik
ta: தானியங்கு உள்நுழைவு
zh_hans: 自动登录

source: Automatic Sign-In
ja: 自動サインイン
ms: Log Masuk Automatik
ta: தானியங்கு உள்நுழைவு
zh_hans: 自动登录

source: Campus Wi-Fi
ja: キャンパス Wi-Fi
ms: Wi-Fi Kampus
ta: வளாக Wi-Fi
zh_hans: 校园 Wi-Fi

source: Cancel
ja: キャンセル
ms: Batal
ta: ரத்துசெய்
zh_hans: 取消

source: Choose **Wi-Fi**, tap **Network** and pick %@.
ja: **Wi-Fi** を選び、**ネットワーク** をタップして %@ を選択します。
ms: Pilih **Wi-Fi**, ketik **Rangkaian** dan pilih %@.
ta: **Wi-Fi** என்பதைத் தேர்ந்து, **நெட்வொர்க்** என்பதைத் தட்டி %@ ஐத் தேர்ந்தெடுக்கவும்.
zh_hans: 选择**无线局域网**，点按**网络**，然后选取 %@。

source: Clear
ja: 消去
ms: Kosongkan
ta: அழி
zh_hans: 清除

source: Clear History
ja: 履歴を消去
ms: Kosongkan Sejarah
ta: வரலாற்றை அழி
zh_hans: 清除记录

source: Clear sign-in history?
ja: サインイン履歴を消去しますか？
ms: Kosongkan sejarah log masuk?
ta: உள்நுழைவு வரலாற்றை அழிக்கவா?
zh_hans: 清除登录记录？

source: Close and reopen WiFi Connect to use the new language.
ja: 新しい言語を使うには WiFi Connect を閉じて開き直してください。
ms: Tutup dan buka semula WiFi Connect untuk menggunakan bahasa baharu.
ta: புதிய மொழியைப் பயன்படுத்த WiFi Connect-ஐ மூடி மீண்டும் திறக்கவும்.
zh_hans: 关闭并重新打开 WiFi Connect 即可使用新语言。

source: Confirm it's you to change the app lock.
ja: アプリロックを変更するには本人確認が必要です。
ms: Sahkan ini anda untuk menukar kunci aplikasi.
ta: செயலிப் பூட்டை மாற்ற இது நீங்கள்தான் என உறுதிசெய்யவும்.
zh_hans: 请确认是你本人以更改应用锁。

source: Connected
ja: 接続済み
ms: Bersambung
ta: இணைக்கப்பட்டது
zh_hans: 已连接

source: Connected to %@
ja: %@ に接続しました
ms: Bersambung ke %@
ta: %@ உடன் இணைந்தது
zh_hans: 已连接到 %@

source: Copied
ja: コピーしました
ms: Disalin
ta: நகலெடுக்கப்பட்டது
zh_hans: 已复制

source: Copy Diagnostics
ja: 診断情報をコピー
ms: Salin Diagnostik
ta: கண்டறிதல் தகவலை நகலெடு
zh_hans: 复制诊断信息

source: Couldn't Sign In
ja: サインインできませんでした
ms: Tidak Dapat Log Masuk
ta: உள்நுழைய முடியவில்லை
zh_hans: 无法登录

source: Couldn't Test
ja: 測定できませんでした
ms: Tidak Dapat Menguji
ta: சோதிக்க முடியவில்லை
zh_hans: 无法测试

source: Couldn't find a login form on your school's page. Set the login page manually in Settings.
ja: 学校のページにログインフォームが見つかりませんでした。設定でログインページを手動で設定してください。
ms: Tidak menemui borang log masuk pada halaman universiti anda. Tetapkan halaman log masuk secara manual dalam Tetapan.
ta: பள்ளிப் பக்கத்தில் உள்நுழைவுப் படிவம் கிடைக்கவில்லை. அமைப்புகளில் உள்நுழைவுப் பக்கத்தைக் கைமுறையாக அமைக்கவும்.
zh_hans: 在学校的页面上找不到登录表单。请在“设置”中手动设置登录页面。

source: Couldn't reach the Wi-Fi. Make sure you're connected to your school's network.
ja: Wi-Fi に接続できませんでした。学校のネットワークに接続しているか確認してください。
ms: Tidak dapat mencapai Wi-Fi. Pastikan anda bersambung ke rangkaian universiti anda.
ta: Wi-Fi-ஐ அடைய முடியவில்லை. உங்கள் பள்ளி நெட்வொர்க்குடன் இணைந்துள்ளீர்களா எனச் சரிபார்க்கவும்.
zh_hans: 无法连接 Wi-Fi。请确认你已连接到学校的网络。

source: Couldn't reach the test server. Make sure you're connected to the Wi-Fi and online.
ja: テストサーバーに接続できませんでした。Wi-Fi に接続してオンラインになっているか確認してください。
ms: Tidak dapat mencapai pelayan ujian. Pastikan anda bersambung ke Wi-Fi dan dalam talian.
ta: சோதனைச் சேவையகத்தை அடைய முடியவில்லை. Wi-Fi-உடன் இணைந்து இணையத்தில் உள்ளீர்களா எனச் சரிபார்க்கவும்.
zh_hans: 无法连接测试服务器。请确认你已连接 Wi-Fi 并且可以上网。

source: Dark
ja: ダーク
ms: Gelap
ta: இருள்
zh_hans: 深色

source: Detect Login Page
ja: ログインページを検出
ms: Kesan Halaman Log Masuk
ta: உள்நுழைவுப் பக்கத்தைக் கண்டறி
zh_hans: 检测登录页面

source: Done
ja: 完了
ms: Selesai
ta: முடிந்தது
zh_hans: 完成

source: Download
ja: ダウンロード
ms: Muat Turun
ta: பதிவிறக்கம்
zh_hans: 下载

source: Extra fields, one name=value per line
ja: 追加フィールド（1 行に 1 つ name=value）
ms: Medan tambahan, satu nama=nilai setiap baris
ta: கூடுதல் புலங்கள், ஒரு வரிக்கு ஒரு name=value
zh_hans: 额外字段，每行一个“名称=值”

source: Found the login page at %@. Automatic sign-in works here and in other buildings, so there's nothing to set up.
ja: ログインページが %@ に見つかりました。ここでも他の建物でも自動サインインが使えるので、設定は不要です。
ms: Halaman log masuk ditemui di %@. Log masuk automatik berfungsi di sini dan di bangunan lain, jadi tiada apa-apa untuk ditetapkan.
ta: உள்நுழைவுப் பக்கம் %@ இல் கண்டறியப்பட்டது. இங்கும் பிற கட்டடங்களிலும் தானியங்கு உள்நுழைவு வேலை செய்யும், அமைக்க எதுவும் இல்லை.
zh_hans: 已在 %@ 找到登录页面。自动登录在这里和其他楼都能使用，无需额外设置。

source: Found the login page at %@. The details above have been updated.
ja: ログインページが %@ に見つかりました。上の詳細を更新しました。
ms: Halaman log masuk ditemui di %@. Butiran di atas telah dikemas kini.
ta: உள்நுழைவுப் பக்கம் %@ இல் கண்டறியப்பட்டது. மேலே உள்ள விவரங்கள் புதுப்பிக்கப்பட்டன.
zh_hans: 已在 %@ 找到登录页面。上面的信息已更新。

source: From the app
ja: アプリから
ms: Daripada aplikasi
ta: செயலியிலிருந்து
zh_hans: 在应用中

source: Help
ja: ヘルプ
ms: Bantuan
ta: உதவி
zh_hans: 帮助

source: Hide password
ja: パスワードを隠す
ms: Sembunyi kata laluan
ta: கடவுச்சொல்லை மறை
zh_hans: 隐藏密码

source: ID Field
ja: ID フィールド
ms: Medan ID
ta: ID புலம்
zh_hans: 学号字段

source: If signing in doesn't work, copy this report and send it to whoever helps you with the app. It includes the login page details but never your password.
ja: サインインできない場合は、このレポートをコピーしてアプリについて手伝ってくれる人に送ってください。ログインページの情報は含まれますが、パスワードは含まれません。
ms: Jika log masuk tidak berjaya, salin laporan ini dan hantar kepada sesiapa yang membantu anda dengan aplikasi ini. Ia mengandungi butiran halaman log masuk tetapi tidak sekali-kali kata laluan anda.
ta: உள்நுழைவு வேலை செய்யவில்லை என்றால், இந்த அறிக்கையை நகலெடுத்து செயலிக்கு உதவுபவருக்கு அனுப்பவும். இதில் உள்நுழைவுப் பக்க விவரங்கள் இருக்கும், உங்கள் கடவுச்சொல் ஒருபோதும் இருக்காது.
zh_hans: 如果无法登录，请复制这份报告并发送给帮助你使用此应用的人。报告包含登录页面信息，但绝不包含你的密码。

source: In the Shortcuts app
ja: ショートカット App で
ms: Dalam aplikasi Pintasan
ta: Shortcuts செயலியில்
zh_hans: 在“快捷指令”App 中

source: Jitter
ja: ジッター
ms: Ketar
ta: ஜிட்டர்
zh_hans: 抖动

source: Join campus Wi-Fi first.
ja: 先にキャンパス Wi-Fi に接続してください。
ms: Sertai Wi-Fi kampus dahulu.
ta: முதலில் வளாக Wi-Fi-இல் சேரவும்.
zh_hans: 请先连接校园 Wi-Fi。

source: Join your school's Wi-Fi, then tap the circle.
ja: 学校の Wi-Fi に接続してから、円をタップしてください。
ms: Sertai Wi-Fi universiti anda, kemudian ketik bulatan.
ta: உங்கள் பள்ளி Wi-Fi-இல் சேர்ந்து, பிறகு வட்டத்தைத் தட்டவும்.
zh_hans: 连接学校的 Wi-Fi，然后点按圆圈。

source: Language
ja: 言語
ms: Bahasa
ta: மொழி
zh_hans: 语言

source: Let your iPhone sign in for you every time you arrive on campus.
ja: キャンパスに着くたびに iPhone が代わりにサインインします。
ms: Biarkan iPhone anda log masuk untuk anda setiap kali anda tiba di kampus.
ta: ஒவ்வொரு முறை வளாகத்துக்கு வரும்போதும் உங்கள் iPhone உங்களுக்காக உள்நுழையும்.
zh_hans: 每次到达校园时，让 iPhone 自动为你登录。

source: Light
ja: ライト
ms: Cerah
ta: வெளிர்
zh_hans: 浅色

source: Log In
ja: ログイン
ms: Log Masuk
ta: உள்நுழை
zh_hans: 登录

source: Log In to Campus Wi-Fi
ja: キャンパス Wi-Fi にログイン
ms: Log Masuk ke Wi-Fi Kampus
ta: வளாக Wi-Fi-இல் உள்நுழை
zh_hans: 登录校园 Wi-Fi

source: Logged in to campus Wi-Fi.
ja: キャンパス Wi-Fi にログインしました。
ms: Telah log masuk ke Wi-Fi kampus.
ta: வளாக Wi-Fi-இல் உள்நுழைந்தது.
zh_hans: 已登录校园 Wi-Fi。

source: Login Page
ja: ログインページ
ms: Halaman Log Masuk
ta: உள்நுழைவுப் பக்கம்
zh_hans: 登录页面

source: Method
ja: メソッド
ms: Kaedah
ta: முறை
zh_hans: 方法

source: Network
ja: ネットワーク
ms: Rangkaian
ta: நெட்வொர்க்
zh_hans: 网络

source: Network Name
ja: ネットワーク名
ms: Nama Rangkaian
ta: நெட்வொர்க் பெயர்
zh_hans: 网络名称

source: No Sign-Ins Yet
ja: サインインはまだありません
ms: Belum Ada Log Masuk
ta: இன்னும் உள்நுழைவுகள் இல்லை
zh_hans: 还没有登录记录

source: No Wi-Fi
ja: Wi-Fi なし
ms: Tiada Wi-Fi
ta: Wi-Fi இல்லை
zh_hans: 未连接 Wi-Fi

source: Not Set
ja: 未設定
ms: Belum Ditetapkan
ta: அமைக்கப்படவில்லை
zh_hans: 未设置

source: Notify When Connected
ja: 接続時に通知
ms: Beritahu Apabila Bersambung
ta: இணைந்ததும் அறிவி
zh_hans: 连接后通知

source: Only the Wi-Fi name and login page settings are shared. Never your student ID or password.
ja: 共有されるのは Wi-Fi 名とログインページの設定だけです。学籍番号やパスワードは共有されません。
ms: Hanya nama Wi-Fi dan tetapan halaman log masuk dikongsi. Tidak sekali-kali ID pelajar atau kata laluan anda.
ta: Wi-Fi பெயரும் உள்நுழைவுப் பக்க அமைப்புகளும் மட்டுமே பகிரப்படும். உங்கள் மாணவர் எண்ணோ கடவுச்சொல்லோ ஒருபோதும் பகிரப்படாது.
zh_hans: 只会分享 Wi-Fi 名称和登录页面设置，绝不会分享你的学号或密码。

source: Open Shortcuts
ja: ショートカットを開く
ms: Buka Pintasan
ta: Shortcuts-ஐத் திற
zh_hans: 打开快捷指令

source: Opens WiFi Connect and signs in to the campus Wi-Fi.
ja: WiFi Connect を開いてキャンパス Wi-Fi にサインインします。
ms: Membuka WiFi Connect dan log masuk ke Wi-Fi kampus.
ta: WiFi Connect-ஐத் திறந்து வளாக Wi-Fi-இல் உள்நுழையும்.
zh_hans: 打开 WiFi Connect 并登录校园 Wi-Fi。

source: Opens WiFi Connect and signs in.
ja: WiFi Connect を開いてサインインします。
ms: Membuka WiFi Connect dan log masuk.
ta: WiFi Connect-ஐத் திறந்து உள்நுழையும்.
zh_hans: 打开 WiFi Connect 并登录。

source: Passcode
ja: パスコード
ms: Kod Laluan
ta: கடவுக்குறியீடு
zh_hans: 密码

source: Password
ja: パスワード
ms: Kata Laluan
ta: கடவுச்சொல்
zh_hans: 密码

source: Password Field
ja: パスワードフィールド
ms: Medan Kata Laluan
ta: கடவுச்சொல் புலம்
zh_hans: 密码字段

source: QR code
ja: QR コード
ms: Kod QR
ta: QR குறியீடு
zh_hans: 二维码

source: Ready
ja: 準備完了
ms: Sedia
ta: தயார்
zh_hans: 准备就绪

source: Ready to sign in to campus Wi-Fi.
ja: キャンパス Wi-Fi にサインインする準備ができました。
ms: Sedia untuk log masuk ke Wi-Fi kampus.
ta: வளாக Wi-Fi-இல் உள்நுழையத் தயார்.
zh_hans: 随时可以登录校园 Wi-Fi。

source: Recent
ja: 最近
ms: Terkini
ta: சமீபத்தியவை
zh_hans: 最近

source: Require %@
ja: %@ を要求
ms: Perlukan %@
ta: %@ தேவை
zh_hans: 需要%@

source: Same as Phone
ja: 端末と同じ
ms: Sama seperti Telefon
ta: தொலைபேசியைப் போலவே
zh_hans: 跟随手机

source: Saved in your iPhone's Keychain and only sent to your school's login page.
ja: iPhone のキーチェーンに保存され、学校のログインページにのみ送信されます。
ms: Disimpan dalam Rantai Kunci iPhone anda dan hanya dihantar ke halaman log masuk universiti anda.
ta: உங்கள் iPhone Keychain-இல் சேமிக்கப்பட்டு, உங்கள் பள்ளியின் உள்நுழைவுப் பக்கத்துக்கு மட்டுமே அனுப்பப்படும்.
zh_hans: 保存在 iPhone 的钥匙串中，只会发送到学校的登录页面。

source: School Wi-Fi
ja: 学校の Wi-Fi
ms: Wi-Fi Universiti
ta: பள்ளி Wi-Fi
zh_hans: 学校 Wi-Fi

source: Security
ja: セキュリティ
ms: Keselamatan
ta: பாதுகாப்பு
zh_hans: 安全

source: See if you're signed in, and sign in with one tap.
ja: サインイン状態を確認し、ワンタップでサインインできます。
ms: Lihat sama ada anda telah log masuk, dan log masuk dengan satu ketikan.
ta: நீங்கள் உள்நுழைந்துள்ளீர்களா எனப் பார்த்து, ஒரே தட்டலில் உள்நுழையலாம்.
zh_hans: 查看是否已登录，一键登录。

source: Select **Run Immediately**, then tap **Next**.
ja: **すぐに実行** を選んで **次へ** をタップします。
ms: Pilih **Jalankan Serta-merta**, kemudian ketik **Seterusnya**.
ta: **உடனடியாக இயக்கு** என்பதைத் தேர்ந்து, **அடுத்து** என்பதைத் தட்டவும்.
zh_hans: 选择**立即运行**，然后点按**下一步**。

source: Set Login Page Manually
ja: ログインページを手動で設定
ms: Tetapkan Halaman Log Masuk Secara Manual
ta: உள்நுழைவுப் பக்கத்தைக் கைமுறையாக அமை
zh_hans: 手动设置登录页面

source: Set Up
ja: 設定する
ms: Sediakan
ta: அமை
zh_hans: 设置

source: Settings
ja: 設定
ms: Tetapan
ta: அமைப்புகள்
zh_hans: 设置

source: Share Setup
ja: 設定を共有
ms: Kongsi Tetapan
ta: அமைப்பைப் பகிர்
zh_hans: 分享设置

source: Share Setup Link
ja: 設定リンクを共有
ms: Kongsi Pautan Tetapan
ta: அமைப்பு இணைப்பைப் பகிர்
zh_hans: 分享设置链接

source: Share Setup with Friends
ja: 友だちと設定を共有
ms: Kongsi Tetapan dengan Rakan
ta: நண்பர்களுடன் அமைப்பைப் பகிர்
zh_hans: 与朋友分享设置

source: Shortcuts automation
ja: ショートカットのオートメーション
ms: Automasi Pintasan
ta: Shortcuts தன்னியக்கம்
zh_hans: 快捷指令自动化

source: Show password
ja: パスワードを表示
ms: Tunjuk kata laluan
ta: கடவுச்சொல்லைக் காட்டு
zh_hans: 显示密码

source: Sign In
ja: サインイン
ms: Log Masuk
ta: உள்நுழை
zh_hans: 登录

source: Sign In Automatically
ja: 自動でサインイン
ms: Log Masuk Secara Automatik
ta: தானாக உள்நுழை
zh_hans: 自动登录

source: Sign In Needed
ja: サインインが必要です
ms: Perlu Log Masuk
ta: உள்நுழைவு தேவை
zh_hans: 需要登录

source: Sign In to Campus Wi-Fi
ja: キャンパス Wi-Fi にサインイン
ms: Log Masuk ke Wi-Fi Kampus
ta: வளாக Wi-Fi-இல் உள்நுழை
zh_hans: 登录校园 Wi-Fi

source: Sign-In History
ja: サインイン履歴
ms: Sejarah Log Masuk
ta: உள்நுழைவு வரலாறு
zh_hans: 登录记录

source: Sign-Out URL
ja: サインアウト URL
ms: URL Log Keluar
ta: வெளியேறும் URL
zh_hans: 退出网址

source: Sign-ins will appear here, including automatic ones.
ja: 自動サインインも含め、サインインはここに表示されます。
ms: Log masuk akan dipaparkan di sini, termasuk yang automatik.
ta: தானியங்கு உள்நுழைவுகள் உட்பட உள்நுழைவுகள் இங்கே தோன்றும்.
zh_hans: 登录记录（包括自动登录）会显示在这里。

source: Signed In
ja: サインイン済み
ms: Log Masuk
ta: உள்நுழைந்தது
zh_hans: 已登录

source: Signed Out
ja: サインアウトしました
ms: Telah Log Keluar
ta: வெளியேறிவிட்டீர்கள்
zh_hans: 已退出登录

source: Signed in, but there's still no internet. Check your student ID and password.
ja: サインインしましたが、まだインターネットに接続できません。学籍番号とパスワードを確認してください。
ms: Sudah log masuk, tetapi masih tiada internet. Semak ID pelajar dan kata laluan anda.
ta: உள்நுழைந்தது, ஆனால் இன்னும் இணையம் இல்லை. உங்கள் மாணவர் எண்ணையும் கடவுச்சொல்லையும் சரிபார்க்கவும்.
zh_hans: 已登录，但仍无法上网。请检查你的学号和密码。

source: Signing In…
ja: サインイン中…
ms: Sedang Log Masuk…
ta: உள்நுழைகிறது…
zh_hans: 正在登录…

source: Signs in to your school's Wi-Fi login page with your saved student ID and password.
ja: 保存した学籍番号とパスワードで学校の Wi-Fi ログインページにサインインします。
ms: Log masuk ke halaman log masuk Wi-Fi universiti anda dengan ID pelajar dan kata laluan yang disimpan.
ta: சேமித்த மாணவர் எண் மற்றும் கடவுச்சொல்லுடன் பள்ளியின் Wi-Fi உள்நுழைவுப் பக்கத்தில் உள்நுழையும்.
zh_hans: 使用已保存的学号和密码登录学校的 Wi-Fi 登录页面。

source: Speed
ja: 速度
ms: Kelajuan
ta: வேகம்
zh_hans: 速度

source: Speed Test
ja: 速度テスト
ms: Ujian Kelajuan
ta: வேகச் சோதனை
zh_hans: 网速测试

source: Start
ja: 開始
ms: Mula
ta: தொடங்கு
zh_hans: 开始

source: Stay Signed In
ja: サインインを維持
ms: Kekal Log Masuk
ta: உள்நுழைந்தே இரு
zh_hans: 保持登录

source: Stay Signed In checks in the background and signs you back in if the campus Wi-Fi logs you out. iOS decides exactly when it runs. Notifications appear when the app signs you in on its own.
ja: 「サインインを維持」はバックグラウンドで確認し、キャンパス Wi-Fi からログアウトされた場合は再度サインインします。実行のタイミングは iOS が決めます。アプリが自動でサインインすると通知が表示されます。
ms: Kekal Log Masuk menyemak di latar belakang dan melog masuk semula jika Wi-Fi kampus melog keluar anda. iOS menentukan bila ia dijalankan. Pemberitahuan dipaparkan apabila aplikasi melog masuk anda secara sendiri.
ta: “உள்நுழைந்தே இரு” பின்னணியில் சரிபார்த்து, வளாக Wi-Fi உங்களை வெளியேற்றினால் மீண்டும் உள்நுழைக்கும். அது எப்போது இயங்கும் என்பதை iOS தீர்மானிக்கும். செயலி தானாக உள்நுழைக்கும்போது அறிவிப்புகள் தோன்றும்.
zh_hans: “保持登录”会在后台检查，如果校园 Wi-Fi 让你退出登录，会自动重新登录。具体运行时间由 iOS 决定。应用自动为你登录时会显示通知。

source: Stop
ja: 停止
ms: Henti
ta: நிறுத்து
zh_hans: 停止

source: Student ID
ja: 学籍番号
ms: ID Pelajar
ta: மாணவர் எண்
zh_hans: 学号

source: Swipe up to start
ja: 上にスワイプして開始
ms: Leret ke atas untuk mula
ta: தொடங்க மேலே ஸ்வைப் செய்யவும்
zh_hans: 向上轻扫开始

source: System
ja: システム
ms: Sistem
ta: சிஸ்டம்
zh_hans: 跟随系统

source: Talking to your school's login page.
ja: 学校のログインページと通信しています。
ms: Sedang berhubung dengan halaman log masuk universiti anda.
ta: உங்கள் பள்ளியின் உள்நுழைவுப் பக்கத்துடன் தொடர்புகொள்கிறது.
zh_hans: 正在与学校的登录页面通信。

source: Tap **Automation**, then tap **+** (or **New Automation**).
ja: **オートメーション** をタップし、**+**（または **新規オートメーション**）をタップします。
ms: Ketik **Automasi**, kemudian ketik **+** (atau **Automasi Baharu**).
ta: **தன்னியக்கம்** என்பதைத் தட்டி, பிறகு **+** (அல்லது **புதிய தன்னியக்கம்**) என்பதைத் தட்டவும்.
zh_hans: 点按**自动化**，然后点按**+**（或**新建自动化**）。

source: Tap **Done**. That's it!
ja: **完了** をタップ。これで完了です！
ms: Ketik **Selesai**. Itu sahaja!
ta: **முடிந்தது** என்பதைத் தட்டவும். அவ்வளவுதான்!
zh_hans: 点按**完成**。大功告成！

source: Tap **New Blank Automation**, search for **WiFi Connect** and add **Log In to Campus Wi-Fi**.
ja: **新規の空のオートメーション** をタップし、**WiFi Connect** を検索して **キャンパス Wi-Fi にログイン** を追加します。
ms: Ketik **Automasi Kosong Baharu**, cari **WiFi Connect** dan tambah **Log Masuk ke Wi-Fi Kampus**.
ta: **புதிய வெற்றுத் தன்னியக்கம்** என்பதைத் தட்டி, **WiFi Connect** எனத் தேடி **வளாக Wi-Fi-இல் உள்நுழை** என்பதைச் சேர்க்கவும்.
zh_hans: 点按**新建空白自动化**，搜索 **WiFi Connect** 并添加**登录校园 Wi-Fi**。

source: Tap to Connect
ja: タップして接続
ms: Ketik untuk Sambung
ta: இணைக்கத் தட்டவும்
zh_hans: 点按以连接

source: Tap to Disconnect
ja: タップして切断
ms: Ketik untuk Putuskan
ta: துண்டிக்கத் தட்டவும்
zh_hans: 点按以断开连接

source: Tap to Try Again
ja: タップして再試行
ms: Ketik untuk Cuba Lagi
ta: மீண்டும் முயலத் தட்டவும்
zh_hans: 点按以重试

source: Tap to sign in to campus Wi-Fi.
ja: タップしてキャンパス Wi-Fi にサインイン。
ms: Ketik untuk log masuk ke Wi-Fi kampus.
ta: வளாக Wi-Fi-இல் உள்நுழையத் தட்டவும்.
zh_hans: 点按以登录校园 Wi-Fi。

source: Test
ja: 測定
ms: Uji
ta: சோதி
zh_hans: 测试

source: Test Again
ja: もう一度測定
ms: Uji Semula
ta: மீண்டும் சோதி
zh_hans: 重新测试

source: Tested over the Wi-Fi only, using Cloudflare's speed test servers. On fast Wi-Fi a test can use over 100 MB of data.
ja: Cloudflare の速度テストサーバーを使い、Wi-Fi のみで測定します。高速な Wi-Fi では 1 回で 100 MB 以上のデータを使うことがあります。
ms: Diuji melalui Wi-Fi sahaja, menggunakan pelayan ujian kelajuan Cloudflare. Pada Wi-Fi yang laju, satu ujian boleh menggunakan lebih 100 MB data.
ta: Cloudflare வேகச் சோதனைச் சேவையகங்களைப் பயன்படுத்தி Wi-Fi-இல் மட்டுமே சோதிக்கப்படுகிறது. வேகமான Wi-Fi-இல் ஒரு சோதனை 100 MB-க்கு மேல் தரவைப் பயன்படுத்தலாம்.
zh_hans: 仅通过 Wi-Fi 测试，使用 Cloudflare 的测速服务器。在高速 Wi-Fi 上，一次测试可能消耗超过 100 MB 流量。

source: The Wi-Fi name you join on campus. Used in the auto-connect guide.
ja: キャンパスで接続する Wi-Fi の名前です。自動接続ガイドで使われます。
ms: Nama Wi-Fi yang anda sertai di kampus. Digunakan dalam panduan sambung automatik.
ta: வளாகத்தில் நீங்கள் சேரும் Wi-Fi-இன் பெயர். தானியங்கு இணைப்பு வழிகாட்டியில் பயன்படுத்தப்படும்.
zh_hans: 你在校园里连接的 Wi-Fi 名称，用于自动连接指南。

source: The custom login URL in Settings isn't valid.
ja: 設定のカスタムログイン URL が正しくありません。
ms: URL log masuk tersuai dalam Tetapan tidak sah.
ta: அமைப்புகளில் உள்ள தனிப்பயன் உள்நுழைவு URL சரியானதல்ல.
zh_hans: “设置”中的自定义登录网址无效。

source: The login page didn't respond: %@
ja: ログインページが応答しませんでした: %@
ms: Halaman log masuk tidak memberi respons: %@
ta: உள்நுழைவுப் பக்கம் பதிலளிக்கவில்லை: %@
zh_hans: 登录页面没有响应：%@

source: The login page is found automatically, even when each building uses a different address. If that doesn't work, join the school Wi-Fi and tap Detect Login Page, or fill it in manually. Enter just the path, like /login, so it works in every building.
ja: 建物ごとにアドレスが違っても、ログインページは自動で見つかります。うまくいかない場合は、学校の Wi-Fi に接続して「ログインページを検出」をタップするか、手動で入力してください。どの建物でも使えるよう、/login のようにパスだけを入力します。
ms: Halaman log masuk ditemui secara automatik, walaupun setiap bangunan menggunakan alamat berbeza. Jika tidak berjaya, sertai Wi-Fi universiti dan ketik Kesan Halaman Log Masuk, atau isi secara manual. Masukkan laluan sahaja, seperti /login, supaya ia berfungsi di setiap bangunan.
ta: ஒவ்வொரு கட்டடமும் வேறு முகவரியைப் பயன்படுத்தினாலும் உள்நுழைவுப் பக்கம் தானாகக் கண்டறியப்படும். அது வேலை செய்யவில்லை என்றால், பள்ளி Wi-Fi-இல் சேர்ந்து உள்நுழைவுப் பக்கத்தைக் கண்டறி என்பதைத் தட்டவும், அல்லது கைமுறையாக நிரப்பவும். எல்லாக் கட்டடங்களிலும் வேலை செய்ய /login போன்ற பாதையை மட்டும் உள்ளிடவும்.
zh_hans: 即使每栋楼的地址不同，也会自动找到登录页面。如果无法找到，请连接学校 Wi-Fi 后点按“检测登录页面”，或手动填写。只需输入路径（例如 /login），这样在每栋楼都能使用。

source: The sign-out link didn't sign you out.
ja: サインアウトのリンクでサインアウトできませんでした。
ms: Pautan log keluar tidak melog keluar anda.
ta: வெளியேறும் இணைப்பு உங்களை வெளியேற்றவில்லை.
zh_hans: 退出链接未能让你退出登录。

source: Tip
ja: ヒント
ms: Petua
ta: குறிப்பு
zh_hans: 提示

source: To stop the login page from popping up, open **Settings › Wi-Fi**, tap **ⓘ** next to %@ and turn off **Auto-Login**.
ja: ログインページが表示されないようにするには、**設定 › Wi-Fi** を開き、%@ の横の **ⓘ** をタップして **自動ログイン** をオフにします。
ms: Untuk menghentikan halaman log masuk daripada muncul, buka **Tetapan › Wi-Fi**, ketik **ⓘ** di sebelah %@ dan matikan **Log Masuk Auto**.
ta: உள்நுழைவுப் பக்கம் தோன்றுவதை நிறுத்த, **Settings › Wi-Fi** ஐத் திறந்து, %@ அருகிலுள்ள **ⓘ** ஐத் தட்டி **Auto-Login** ஐ முடக்கவும்.
zh_hans: 要阻止登录页面弹出，请打开**设置 › 无线局域网**，点按 %@ 旁边的 **ⓘ**，然后关闭**自动登录**。

source: URL or Path
ja: URL またはパス
ms: URL atau Laluan
ta: URL அல்லது பாதை
zh_hans: 网址或路径

source: Unlock to see your student ID and password.
ja: ロックを解除して学籍番号とパスワードを表示します。
ms: Buka kunci untuk melihat ID pelajar dan kata laluan anda.
ta: மாணவர் எண்ணையும் கடவுச்சொல்லையும் பார்க்கத் திறக்கவும்.
zh_hans: 解锁以查看学号和密码。

source: Upload
ja: アップロード
ms: Muat Naik
ta: பதிவேற்றம்
zh_hans: 上传

source: Use Setup
ja: この設定を使う
ms: Guna Tetapan
ta: அமைப்பைப் பயன்படுத்து
zh_hans: 使用设置

source: Use a classmate's setup?
ja: クラスメートの設定を使いますか？
ms: Guna tetapan rakan sekelas?
ta: வகுப்புத் தோழரின் அமைப்பைப் பயன்படுத்தவா?
zh_hans: 使用同学的设置？

source: Welcome
ja: ようこそ
ms: Selamat Datang
ta: வரவேற்கிறோம்
zh_hans: 欢迎

source: When you opened the app
ja: アプリを開いたとき
ms: Semasa anda membuka aplikasi
ta: நீங்கள் செயலியைத் திறந்தபோது
zh_hans: 打开应用时

source: Wi-Fi: %@. Login page: %@. Your own student ID and password stay the same.
ja: Wi-Fi: %@。ログインページ: %@。あなたの学籍番号とパスワードは変わりません。
ms: Wi-Fi: %@. Halaman log masuk: %@. ID pelajar dan kata laluan anda sendiri kekal sama.
ta: Wi-Fi: %@. உள்நுழைவுப் பக்கம்: %@. உங்கள் மாணவர் எண்ணும் கடவுச்சொல்லும் மாறாது.
zh_hans: Wi-Fi：%@。登录页面：%@。你自己的学号和密码保持不变。

source: Widget or Control Center
ja: ウィジェットまたはコントロールセンター
ms: Widget atau Pusat Kawalan
ta: விட்ஜெட் அல்லது கட்டுப்பாட்டு மையம்
zh_hans: 小组件或控制中心

source: You're already online, so there's no login page to detect. Try again right after joining the school Wi-Fi.
ja: すでにオンラインのため、検出するログインページがありません。学校の Wi-Fi に接続した直後にもう一度お試しください。
ms: Anda sudah dalam talian, jadi tiada halaman log masuk untuk dikesan. Cuba lagi sebaik sahaja menyertai Wi-Fi universiti.
ta: நீங்கள் ஏற்கனவே இணையத்தில் உள்ளதால் கண்டறிய உள்நுழைவுப் பக்கம் இல்லை. பள்ளி Wi-Fi-இல் சேர்ந்தவுடன் மீண்டும் முயலவும்.
zh_hans: 你已经在线，所以没有可检测的登录页面。请在刚连接学校 Wi-Fi 后再试。

source: You're already online.
ja: すでにオンラインです。
ms: Anda sudah pun dalam talian.
ta: நீங்கள் ஏற்கனவே இணையத்தில் உள்ளீர்கள்.
zh_hans: 你已经在线。

source: You're online.
ja: オンラインです。
ms: Anda dalam talian.
ta: நீங்கள் இணையத்தில் உள்ளீர்கள்.
zh_hans: 你已在线。

source: You're signed in and online.
ja: サインインしてオンラインです。
ms: Anda telah log masuk dan dalam talian.
ta: நீங்கள் உள்நுழைந்து இணையத்தில் உள்ளீர்கள்.
zh_hans: 你已登录并在线。

source: You're signed in and ready to go.
ja: サインインしました。インターネットを使えます。
ms: Anda telah log masuk dan sedia untuk digunakan.
ta: நீங்கள் உள்நுழைந்துவிட்டீர்கள், பயன்படுத்தத் தயார்.
zh_hans: 你已登录，可以上网了。

source: You've signed out of the campus Wi-Fi.
ja: キャンパス Wi-Fi からサインアウトしました。
ms: Anda telah log keluar daripada Wi-Fi kampus.
ta: வளாக Wi-Fi-இலிருந்து வெளியேறிவிட்டீர்கள்.
zh_hans: 你已退出校园 Wi-Fi。
